{
  "personDetails": {
    "name": "Charles Edwin",
    "dateOfBirth": "1980-07-24",
    "age": 41,
    "gender": "Male",
    "crn": "A12345"
  },
  "currentAddress": {
    "line1": "5 Anderton Road",
    "line2": "Newham",
    "town": "London",
    "postcode": "E15 1UJ"
  },
  "offenderManager": {
    "name": "Jenny Eclair",
    "phoneNumber": "07824 637629",
    "email": "jenny@probation.com",
    "probationTeam": {
      "code": "N07",
      "label": "NPS London"
    }
  },
  "probationPractitioner": {
    "name": "Jane Smith",
    "phoneNumber": "0208363727",
    "email": "jane@probation.com",
    "probationTeam": {
      "code": "N07",
      "label": "NPS London"
    }
  },
  "risk": {
    "natureOfRisk": "Mr Edwin has a pattern of resorting to violent behaviour if he feels humiliated/threatened/stressed. He has been known to use weapons or opportunistically looks for a way to cause the victim maximum harm. His risk increases greatly if he has been taking alcohol or drugs, which is likely to do if he feels like he is 'out of control' of his life. ",
    "contingencyPlan": "If Mr Edwin enters enters pubs in Enfield Town - issue licence compliance letter\nIf Mr Edwin associates with Mr Daniels, Mr Moreland or Mr Barksdale - issue decision not to recall letter or recall. Supervision session to discuss reasons for association.\nIf Mr Edwin loses his accommodation, refer to housing support. \nIf Mr Edwin loses his employment, refer to ETE services to establish alternative employment\nIf Mr Edwin returns to drinking or taking drugs, cosndier increase in MAPPA level, refer to CGL support, increase reporting or recall.",
    "whoIsAtRisk": "Public:\nMr Edwin poses a very high risk to members of the public, especially if he believes they have mocked him, he has been drinking/taking drugs and is surrounded by his associates in the Westside Gang.\n\nKnown adult:\nMr Edwin poses a medium risk to his victim Wallce Stanfield. He has shown no desire for retribution but is unpredictable and resolves problems through violence if taking drugs and surrounded by peers.\n\nStaff:\nMr Edwin poses a high risk to probation staff as he resorts to violence if he feels undermined or not listed to.",
    "circumstancesIncreaseRisk": "Factors include:\n- relationship breakdown\n- unstable accommodation situation/lack of stable housing\n- association with criminal peers/associates\n- a lack of steady employment which causes him to return to drug dealing to make money\n- drug and alcohol use",
    "flags": ["Victim contact", "Mental health issues", "Organised crime"],
    "riskOfSeriousHarm": {
      "overallRisk": "VERY_HIGH",
      "riskToChildren": "LOW",
      "riskToPublic": "VERY_HIGH",
      "riskToKnownAdult": "MEDIUM",
      "riskToStaff": "HIGH",
      "lastUpdated": "2021-10-09"
    },
    "mappa": {
      "level": "CAT 2/LEVEL 1",
      "isNominal": false,
      "lastUpdated": "10th October 2021"
    },
    "predictorScores": {
      "current": {
        "RSR": {
          "level": "HIGH",
          "score": 23,
          "type": "RSR"
        },
        "OSPC": {
          "level": "LOW",
          "score": 3.45,
          "type": "OSP/C"
        },
        "OSPI": {
          "level": "MEDIUM",
          "score": 5.3,
          "type": "OSP/I"
        },
        "OGRS": {
          "level": "LOW",
          "score": 12,
          "type": "RSR"
        }
      },
      "historical": [
        {
          "date": "14 May 2019 at 12:00",
          "scores": {
            "RSR": {
              "level": "HIGH",
              "score": 18,
              "type": "RSR"
            },
            "OSPC": {
              "level": "LOW",
              "score": 6.8,
              "type": "OSP/C"
            },
            "OSPI": {
              "level": "MEDIUM",
              "score": 8.1,
              "type": "OSP/I"
            },
            "OGRS": {
              "level": "LOW",
              "score": 5.43,
              "type": "OGRS"
            }
          }
        },
        {
          "date": "12 September 2018 at 12:00",
          "scores": {
            "RSR": {
              "level": "MEDIUM",
              "score": 12,
              "type": "RSR"
            },
            "OSPC": {
              "level": "LOW",
              "score": 6.2,
              "type": "OSP/C"
            },
            "OSPI": {
              "level": "MEDIUM",
              "score": 8.6,
              "type": "OSP/I"
            },
            "OGRS": {
              "level": "MEDIUM",
              "score": 40,
              "type": "OGRS"
            }
          }
        }
      ]
    },
    "factorsToReduceRisk": "Factors include:\n- engagement in interventions related to mood/behaviour control\n- avoidance of drugs and alcohol\n- steady employment\n- stable accommodation\n- sources of support and value that are separate from being part of a gang/maintaining reputation e.g. family engagement, job, education",
    "whenRiskHighest": "If Mr Edwin has had recent changes in his life that cause him to take drugs or drink; if he is surrounded by criminal peers/associates; if he is in a public place where he feels like he needs to protect his reputation."
  },
  "offences": [
    {
      "description": "Second offence - 00806"
    },
    {
      "description": "Shoplifting"
    }
  ],
  "indexOffence": {
      "mainOffence": true,
      "description": "Assaults occasioning actual bodily harm - 00806",
      "longDescription": "On 1 July 2021 Mr Edwin had been drinking with friends/criminal associates in pubs around and also taking cocaine (as confirmed by drug tests after arrest). The day before he had had an argument with his girlfriend and she kicked him out of their shared house, leaving Mr Edwin to spend the night on the sofa of his friend/associate Herc Carver. \n\n At 5pm Mr Edwin entered the Rawls Arms on James Street along with Mr Carver and their friends/associates Frank Landsman, Michael Wagstaff and Russell Barksdale. Mr Daniels, Mr Moreland and Mr Bell are believed to be associates of Mr Edwin in the Westside Gang based in the Regents Road estate. They proceeded to drink beer and whisky and take cocaine in the toilets.\n\n At 8pm the victim Wallace Stanfield entered the pub with his friend/associate Dennis Cousins. They are believed to be members of the Greenwood Boys gang, rivals to Westside.\n\nAt 9pm Mr Stanfield made a comment to Mr Edwin about his being kicked out of his girlfriend's house the previous night. Mr Edwin smashed his pint glass into Mr Stanfield's face, causing him to bleed badly from severe cuts on his cheek and neck. Mr Cousins pushed Mr Edwin away, and Mr Edwin, Mr Daniels, Mr Moreland and Mr Bell ran out of the pub. The pub staff called 999 and the ambulance and police turned up. Mr Stanfield received emergency treatment in the ambulance which stopped the bleeding but has been left with bad scars.\n\nThe pub staff identified Mr Edwin and the police arrested him on July 3 on the Regents Road estate.",
      "characteristics": "Violence or threat of violence or coercion\n\nExcessive use of violence or sadistic violence\n\nThe victim or victims were strangers to the offender",
      "motivations": "Financial\n\nAddiction or perceived needs\n\nEmotional state of the offender"
    },
  "sentence": {
    "type": "ORA Adult Custody",
    "length": {
      "value": 18,
      "unit": "MONTHS"
    }
  },
  "licence": {
    "daysRemaining": {
      "value": 53,
      "unit": "DAYS"
    },
    "daysSpentInCommunity": {
      "value": 168,
      "unit": "DAYS"
    }
  }
}
